[
    {
      "id": 1,
      "label": "Mucocele",
      "parent": 2,
      "description": "Resultado da ruptura de um ducto de glândula salivar e extravasamento de mucina para dentro dos tecidos moles vizinhos.",
      "clinicalCharacs": "Aumentos de volume mucosos arredondados, que são comuns em crianças e adultos jovens. Apresenta coloração azulada ou transparente, com característica flutuante. Acomete com mais frequência o lábio inferior.",
      "radiographicalCharacs": "Não apresenta achados radiográficos.",
      "histopathological": "Se apresenta como uma área de mucina extravasada, circundada por tecido de granulação reacional, podendo apresentar também um infiltrado inflamatório crônico.",
      "treatment": "Alguns casos se rompem e cicatrizam sozinhas. Em outros casos, é necessário a excisão cirúrgica.",
      "imageName": "Mucocele.jpg",
      "extraImages": ["Mucocele.jpg"],
      "url": "https://slideviewer.com.br/Mucocele.mrxs"
    },
    {
      "id": 2,
      "label": "Sialaodenite",
      "parent": 2,
      "description": "É a inflamação das glândulas salivares que podem ser desenvolvidas por causas infecciosas ou não infecciosas. A infecção viral mais comum é a caxumba. Também pode ser causada por infecção bacteriana.",
      "clinicalCharacs": "A sialoadenite bacteriana aguda causa inchaço na glândula e dor, a pele sobrejacente pode se apresentar quente e eritematosa. Pode estar associada com febre baixa e trismo, além da drenagem de secreção purulenta pelo orifício da glândula. A sialodenite crônica pode causar inchaços periódicos e dor quando a glândula é estimulada.",
      "radiographicalCharacs": "Não apresenta achados radiográficos.",
      "histopathological": "A sialoadenite aguda, observa-se um acúmulo de neutrófilos dentro do sistema ductal e acinar. A sialoadenite crônica é caracterizada por infiltração difusa ou focal do parênquima glandular por linfócitos e plasmócitos. A atrofia dos ácinos é comum, bem como a dilatação ductal.",
      "treatment": "O tratamento da sialoadenite aguda inclui antibioticoterapia apropriada e a reidratação do paciente para estimular o fluxo salivar.\nO manejo da sialoadenite crônica varia de uma terapia conservadora até a intervenção cirúrgica. A conduta inicial geralmente inclui antibióticos, analgésicos, sialogogos e massagem glandular.",
      "imageName": "Sialoadenite.jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/Sialoadenite.mrxs"
    },
    {
      "id": 3,
      "label": "Sialolitíase",
      "parent": 2,
      "description": "Os sialólitos são estruturas calcificadas que se desenvolvem dentro do sistema dos ductos das glândulas salivares.",
      "clinicalCharacs": "Acomete com mais frequência a glândula submandibular. Pode causar aumento de volume da glândula afetada e episódios de dor.",
      "radiographicalCharacs": "Se apresenta como uma massa radiopaca, porém, nem todos os sialólitos são visíveis em radiografias convencionais.",
      "histopathological": "As massas calcificadas exibem laminações concêntricas que podem circundar um ninho amorfo de debris. O ducto associado exibe metaplasia escamosa, oncocítica ou mucosa, também é evidente a inflamação periductal.",
      "treatment": "Nas glândulas salivares maiores, a ordenha do cálculo é o tratamento mais conservador, caso não seja possível, é realizado a remoção cirúrgica. Já no caso das glândulas salivares menores, a excisão cirúrgica é o tratamento de escolha.",
      "imageName": "Sialolito.jpg",
      "extraImages":["sialolito-1.jpg","sialolito-2.jpg"],
      "url": "https://slideviewer.com.br/Sialolito.mrxs"   
    },
    {
      "id": 4,
      "label": "Síndrome de Sjögren",
      "parent": 2,
      "description": "É uma doença autoimune crônica que afeta as glândulas salivares e lacrimais causando xerostomia e xeroftalmia. Pode ser dividida em duas formas:\n\n1 – Síndrome de Sjögren primária: quando não há associação com outra desordem autoimune\n\n2- Síndrome de Sjögren secundária: há associação com outras desordens autoimunes como, por exemplo, artrite reumatóide.",
      "clinicalCharacs": "O principal sintoma oral é a xerostomia, causada pela diminuição da secreção salivar, e dificuldade na deglutição, alteração do paladar ou dificuldades para utilizar próteses removíveis. Alguns pacientes apresentam aumento de volume das glândulas salivares maiores e fissuras na língua devido a atrofia das papilas e maior risco de desenvolvimento de cárie.",
      "radiographicalCharacs": "Não possui achado radiográfico.",
      "histopathological": "Infiltração linfocítica nas glândulas salivares, com destruição das unidades acinares. As células ductais e as células mioepiteliais circundantes se tornam hiperplásicas, formando grupos característicos de células, chamada de ilhas epimioepiteliais",
      "treatment": "O principal tipo de tratamento é o de suporte. A secura ocular é tratada com lágrimas artificiais. Para a xerostomia é recomendado o uso de saliva artificial ou chicletes para estímulo da secreção salivar. Devido ao risco aumento de cárie é indicado a aplicação frequente de flúor.",
      "imageName": "Sindrome_de_Sjogren.jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/Sjogren.mrxs"        
    },
    {
      "id": 5,
      "label": "Rânula",
      "parent": 2,
      "description": "Semelhante a mucocele, porém está localizada no assoalho da boca.",
      "clinicalCharacs": "Aumento de volume arredondado flutuante, de coloração azulada no assoalho bucal. Afeta a glândula sublingual.",
      "radiographicalCharacs": "Não possui achado radiográfico.",
      "histopathological": "Se apresenta como uma área de mucina extravasada, circundada por tecido de granulação reacional, podendo apresentar também um infiltrado inflamatório crônico.",
      "treatment": "Remoção da glândula sublingual e/ou marsupialização.",
      "imageName": "",
      "extraImages":["ranula.jpg"],
      "url": ""     
    },
    {
      "id": 6,
      "label": "Adenoma Pleomórfico",
      "parent": 2,
      "description": "É a neoplasia de glândula salivar mais comum. É um tumor benigno com predileção pela glândula parótida. São derivados de uma mistura de elementos ductais e mioepiteliais.",
      "clinicalCharacs": "Aumento de volume firme e indolor, com crescimento lento. A mucosa que recobre apresenta-se íntegra e a coloração normal. A localização intra-oral mais comum é no palato.",
      "radiographicalCharacs": "Não há necessidade deste exame para diagnóstico",
      "histopathological": "É uma lesão delimitada e encapsulada por tecido conjuntivo fibroso, com parênquima composto de epitélio glandular e células mioepiteliais. As células mioepiteliais geralmente perfazem diferentes morfologias, podem ser encontradas áreas ductiformes, sólidas, mixóides, hialinas, plasmocitóides, osteóides, condroides e metaplasia escamosa.",
      "treatment": "Excisão cirúrgica com margem de segurança, pois a recidiva pode ocorrer se houver permanência de resíduos da lesão.",
      "imageName": "Adenoma_pleomorfico.jpg",
      "extraImages":["Adenoma_pleomorfico.jpg"],
      "url": "https://slideviewer.com.br/adenoma_pleomorfico.mrxs"      
    },
    {
      "id": 7,
      "label": "Pulpite Irreversível",
      "parent": 3,
      "description": "",
      "clinicalCharacs": "Dor aguda e grave mediante o estímulo térmico e a dor continua por um período maior após a remoção do estímulo. Nos estágios iniciais da pulpite irreversível, a dor muitas vezes pode ser localizada facilmente no dente danificado do indivíduo. Nos estágios finais da pulpite irreversível, a dor aumenta de intensidade e é sentida como uma pressão pulsante que pode manter os pacientes acordados à noite.",
      "radiographicalCharacs": "Não apresenta achados radiográficos.",
      "histopathological": "A congestão das vênulas resulta em necrose focal. Essa zona necrótica contém leucócitos polimorfonucleares e histiocitose. O tecido pulpar circundante normalmente exibe fibrose e uma mistura de plasmócitos, linfócitos e histiócitos.",
      "treatment": "Tratamento endodôntico convencional",
      "imageName": "",
      "extraImages":[],
      "url": ""     
    },
    {
      "id": 8,
      "label": "Pulpite Reversível",
      "parent": 3,
      "description": "Indica um nível de inflamação pulpar em que o tecido é capaz de voltar normalmente ao seu estado de saúde se os estímulos nocivos forem removidos.",
      "clinicalCharacs": "Um dente com pulpite reversível é doloroso quando estimulado, normalmente o frio ou alimentos doces. O desconforto resolve poucos segundos após a eliminação do estímulo.",
      "radiographicalCharacs": "Não apresenta achados radiográficos.",
      "histopathological": "Exibe hiperemia, edema e algumas células inflamatórias sob a área dos túbulos dentinários afetados. A dentina terciária pode ser observada na parede dentinária adjacente, ocasionalmente sendo encontradas células inflamatórias agudas dispersas.",
      "treatment": "Remoção do estímulo irritante local.",
      "imageName": "",
      "extraImages":[],
      "url": ""    
    },
    {
      "id": 9,
      "label": "Abscesso Periapical",
      "parent": 4,
      "description": "É o acúmulo de células inflamatórias agudas no ápice de um dente não vital.",
      "clinicalCharacs": "Os abscessos periapicais podem ser sintomáticos ou assintomáticos . Os abscessos periapicais tornam-se sintomáticos quando o material purulento acumula-se dentro do alvéolo. Com a progressão, a dor se torna mais intensa, frequentemente com sensibilidade à percussão, extrusão do dente e inchaço dos tecidos. O dente acometido não responde ao frio ou ao teste pulpar elétrico. Cefaleia, mal-estar, febre e calafrios podem ocorrer.",
      "radiographicalCharacs": "Pode apresentar espessamento do ligamento periodontal apical, uma radiolucidez mal definida ou ambos; no entanto, muitas vezes não podem ser observadas quaisquer alterações consideráveis porque ocorreu tempo insuficiente para a destruição óssea significativa.",
      "histopathological": "Os abscessos consistem em muito leucócito polimorfonucleares frequentemente misturados com exsudato inflamatório, resíduo celular, material necrótico, colônias bacterianas ou histiócitos.",
      "treatment": "Dranagem e eliminação do foco de infecção.",
      "imageName": "",
      "extraImages":["Abscesso_periapical_1_fístula.jpg","Abscesso_periapical_2_extrabucal.jpg", "Abscesso_periapical_3_intrabucal.jpg"],
      "url": ""    
    },
    {
      "id": 10,
      "label": "Granuloma Periapical",
      "parent": 4,
      "description": "Tecido de granulação com inflamação crônica no ápice de um dente não vital. Representa uma reação à presença de infecção no canal radicular, com disseminação de produtos tóxicos na zona apical.",
      "clinicalCharacs": "É assintomático, o dente associado responde negativamente ao teste de sensibilidade pulpar, ao teste de percussão e não apresenta mobilidade.",
      "radiographicalCharacs": "Na maioria dos casos é descoberto no exame radiográfico de rotina. Apresenta-se como uma radiolucência na região periapical, podendo ser circunscrita ou mal definida.",
      "histopathological": "Tecido de granulação inflamado, circundado por uma parede de tecido conjuntivo fibroso. Apresenta um infiltrado linfocítico frequentemente misturado com neutrófilos, plasmócitos e histiócitos.",
      "treatment": "Tratamento endodôntico convencional com proservação ou exodontia com curetagem do tecido mole apical.",
      "imageName": "Granuloma_periapical.jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/Granuloma_periapical.mrxs"  
    },
    {
      "id": 11,
      "label": "Cisto Radicular",
      "parent": 4,
      "description": "O cisto radicular se desenvolve no ápice de um dente não vital, após ser estimulado por um processo inflamatório na região que provoca a estimulação de células epiteliais do periápice.",
      "clinicalCharacs": "Os pacientes apresentam-se assintomáticos. O dente no qual o cisto se originou está necrosado, não respondendo ao teste de sensibilidade pulpar ao frio. De acordo com o tamanho do cisto é possível que haja mobilidade dentária e tumefação.",
      "radiographicalCharacs": "Radiolucência na região do ápice dentário afetado com aspecto arredondado, circunscrito com bordas definidas semelhante ao granuloma periapical.",
      "histopathological": "O cisto é revestido por epitélio escamoso estratificado, que pode demonstrar exocitose, espongiose ou hiperplasia. O lúmen do cisto pode ser preenchido por fluido e resíduos celulares, a parede do cisto consiste em tecido conjuntivo fibroso com infiltrado inflamatório.",
      "treatment": "Tratamento endodôntico convencional, com proservação. Em lesões maiores que 2 cm é indicado a realização associada da cirurgia paraendodôntica. Extração dentária está indicado para os casos onde não é possível reabilitar o dente.",
      "imageName": "Cisto_Radicular.jpg",
      "extraImages":["cisto_radicular_1_pan.jpg"],
      "url": "https://slideviewer.com.br/Cisto_Radicular.mrxs"  
    },
    {
      "id": 12,
      "label": "Cisto Residual",
      "parent": 4,
      "description": "É originado do tecido inflamatório periapical que não é curetado no momento da remoção do dente que possui um cisto periapical.",
      "clinicalCharacs": "",
      "radiographicalCharacs": "Aparece como uma radiolucidez de tamanho variável, de forma redonda a oval, dentro da crista alveolar no sítio de uma extração dentária prévia.",
      "histopathological": "Semelhante ao do cisto radicular. Ele é revestido por epitélio escamoso estratificado, que pode demonstra exocitose, espongiose ou hiperplasia. O lúmen do cisto pode ser preenchido por fluido e resíduos celulares, a parede do cisto consiste em tecido conjuntivo fibroso com infiltrado inflamatório.",
      "treatment": "Excisão cirúrgica.",
      "imageName": "",
      "extraImages":["cisto_residual_2_radicular_ panoramica.jpg","cisto_residual_radicular.jpg"],
      "url": ""   
    },
    {
      "id": 13,
      "label": "Osteomielite",
      "parent": 4,
      "description": "Osteomielite é um processo inflamatório agudo ou crônico nos espaços medulares ou nas superfícies corticais do osso que se estendem para longe do sítio de envolvimento inicial.",
      "clinicalCharacs": "Predominância no sexo masculino envolvendo mais o osso mandibular devido ao menor suprimento vascular e osso cortical mais denso que torna mais suscetível à infecção.\nOsteomielite supurativa aguda (OSA): febre, leucocitose, linfadenopatia, sensibilidade e tumefação do tecido mole da área afetada.\nOsteomielite supurativa crônica (OSC): resultado de uma osteomielite aguda não tratada, mas também pode surgir sem um episódio agudo prévio. Pode apresentar: tumefação, dor, formação de fístula, descarga purulenta, formação de sequestro ósseo, perda dentária ou fratura patológica.",
      "radiographicalCharacs": "OSA: Podem demostrar uma radiolucidez mal definida, as vezes combinada com o aumento no espaço do ligamento periodontal e perda da lâmina dura.\nOSC: Podem apresentar imagens radiolúcidas mal definidas, disformes e irregulares, que podem conter sequestros ósseos.",
      "histopathological": "OSA: consiste em osso necrótico, que exibe uma perda de osteócitos de suas lacunas, reabsorção periférica e colonização bacteriana. Periferia do osso contêm resíduos necróticos e um infiltrado inflamatório agudo consistindo em leucócitos polimorfonucleares.\nOSC: Tecido conjuntivo fibroso crônico ou agudo preenchendo as áreas intertrabeculares do osso.",
      "treatment": "OSA: Antibioticoterapia e Intervenção cirúrgica.\nOSC: intervenção cirúrgica obrigatória e antibioticoterapia.",
      "imageName": "Osteomielite.jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/Osteomielite.mrxs"      
    },
    {
      "id": 14,
      "label": "Hiperplasia Fibrosa Inflamatória",
      "parent": 5,
      "description": "É uma hiperplasia de tecido conjuntivo fibroso que se desenvolve em associação às bordas de uma prótese mal adaptada.",
      "clinicalCharacs": "Apresenta-se como uma prega única ou múltiplas de tecido hiperplásico no vestíbulo alveolar. Frequentemente as bordas da prótese se encaixam dentro da fissura formada pelas pregas. O tecido circundante é firme e fibroso, se desenvolve na face vestibular do rebordo alveolar.",
      "radiographicalCharacs": "O exame não é necessário para o diagnóstico.",
      "histopathological": "Hiperplasia do tecido conjuntivo, epitélio hiperparaqueratinizado e hiperplasia irregular das cristas epiteliais. Infiltrado inflamatório crônico está presente.",
      "treatment": "Remoção cirúrgica.",
      "imageName": "Hiperplasia_fibrosa_inflamatoria.jpg",
      "extraImages":["Hiperplasia_fibrosa_inflamatoria.jpg"],
      "url": "https://slideviewer.com.br/Hiperplasia_fibrosa_inflamatoria.mrxs"    
    },
    {
      "id": 15,
      "label": "Granuloma Piogênico",
      "parent": 5,
      "description": "É um crescimento nodular que representa uma resposta tecidual a uma irritação ou trauma local.",
      "clinicalCharacs": "É um aumento de volume com superfície lisa ou lobulada, normalmente pediculada. A superfície frequentemente se apresenta ulcerada com coloração avermelhada ou roxa. É indolor, com crescimento rápido e sangra com facilidade. Predileção pela gengiva. A irritação e a inflamação gengival devido a má higiene oral são fatores precipitadores.",
      "radiographicalCharacs": "O exame não é necessário para o diagnóstico.",
      "histopathological": "É uma proliferação altamente vascular, semelhante ao tecido de granulação, infiltrado inflamatório misto de neutrófilos, plasmócitos e linfócitos. Lesões antigas podem ter áreas com aparência mais fibrosa.",
      "treatment": "Remoção cirúrgica conservadora.",
      "imageName": "Granuloma_piogenico.jpg",
      "extraImages":["Granuloma_piogenico_1.jpg", "Granuloma_piogenico_2_vista_de_cima.jpg"],
      "url": "https://slideviewer.com.br/Granuloma_piogenico.mrxs"   
    },
    {
      "id": 16,
      "label": "Lesão Periférica de Células Gigantes",
      "parent": 5,
      "description": "É uma lesão reacional causada por irritação local ou trauma.",
      "clinicalCharacs": "Ocorre exclusivamente na gengiva ou no rebordo alveolar edêntulo, apresenta-se como um aumento de volume nodular de coloração avermelhada, pode ser séssil ou pediculada, podendo ou não ser ulcerada.",
      "radiographicalCharacs": "O exame não é necessário para o diagnóstico.",
      "histopathological": "Proliferação de células gigantes multinucleadas, permeadas por células mesenquimais volumosas ovoides e fusiformes. As células gigantes podem conter somente poucos núcleos ou várias dúzias. Algumas dessas células podem apresentar núcleos grandes e vesiculosos, enquanto outras demonstram núcleos pequenos e picnóticos.",
      "treatment": "Excisão cirúrgica local.",
      "imageName": "Lesao_periferica_de_celulas_gigantes.jpg",
      "extraImages":["Lesao_periferica_de_cels_gigantes.jpg"],
      "url": "https://slideviewer.com.br/Lesao_periferica_celulas_gigantes.mrxs"  
    },
    {
      "id": 17,
      "label": "Fibroma Ossificante Periférico",
      "parent": 5,
      "description": "Se iniciam como granulomas piogênicos, que sofrem maturação fibrosa e subsequente calcificação. Mas nem todos se desenvolvem dessa maneira. O produto mineralizado provavelmente se origina de células do periósteo ou do ligamento periodontal.",
      "clinicalCharacs": "Ocorre exclusivamente na gengiva. É um nódulo séssil ou pediculado que se origina da papila interdental, com coloração avermelhada e a superfície é frequentemente ulcerada. Acomete predominantemente adolescentes e adultos jovens.",
      "radiographicalCharacs": "Não possui achados radiográficos",
      "histopathological": "É uma proliferação de fibroblastos associada à formação de material mineralizado. O componente fibroblástico profundo geralmente é celular, especialmente nas áreas de mineralização. O tipo de componente mineralizado é variável e pode consistir em osso, material cementóide ou calcificações distróficas",
      "treatment": "Excisão cirúrgica local.",
      "imageName": "Fibroma_ossificante_periferico.jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/fibroma_ossificante_periferico.mrxs"  
    },
    {
      "id": 18,
      "label": "Cisto Dentígero",
      "parent": 6,
      "description": "O cisto dentígero tem origem pela separação do folículo que circunda a coroa de um dente não erupcionado. O cisto dentígero envolve a coroa de um dente incluso e possui patogênese incerta. Este é o cisto odontogênico de desenvolvimento mais comum.",
      "clinicalCharacs": "Está associado a um dente incluso, sendo mais frequente nos 3º molares inferiores, seguido pelos caninos superiores e 3º molares superiores. Eles são descobertos mais comumente nos pacientes entre os 10 e 30 anos de idade. Têm leve predileção pelo gênero masculino. Normalmente, são assintomáticos.",
      "radiographicalCharacs": "São normalmente descobertos em exames radiográficos de rotina. Radiograficamente, demonstram uma área radiolúcida unilocular associada à coroa de um dente incluso. É comum que a lesão radiolúcida possua margens bem definidas e em geral com margens radiopacas. Na variante central, que é a mais comum, o cisto circunda a coroa de um dente e a coroa se projeta para dentro do cisto. A variante lateral é em geral associada a um terceiro molar inferior impactado com inclinação mesioangular parcialmente erupcionado. O cisto cresce lateralmente ao longo da superfície radicular e circunda de forma parcial a coroa do dente. Na variante circunferencial, o cisto envolve a coroa e estende-se por uma determinada distância ao longo da raiz; com isso, uma parte da raiz aparente se encontra dentro do cisto",
      "histopathological": "Quando o cisto dentígero não encontra-se inflamado, pode ser observado um tecido conjuntivo fibroso da parede cística organizado frouxamente e contém substâncias compostas de glicosaminoglicanos. Pequenas ilhas ou cordões de restos epiteliais odontogênicos de aspecto inativo podem estar presentes na cápsula fibrosa.\nNo cisto dentígero inflamado a parede fibrosa da cavidade cística possui mais colágeno, apresentando uma variação de infiltrado de inflamatório crônico. A camada epitelial pode demonstrar quantidade variável de hiperplasia com o desenvolvimento de cristas epiteliais e características escamosas mais definidas.",
      "treatment": "Enucleação do cisto, juntamente com a extração do dente não erupcionado. Caso seja possível a erupção do dente, é removido apenas o cisto. O prognóstico é excelente e a recidiva é rara.",
      "imageName": "Cisto_Dentigero.jpg",
      "extraImages":["cisto_dentigero_1_clinico.jpg", "cisto_dentigero_2.jpg"],
      "url": "https://slideviewer.com.br/Cisto_dentigero.mrxs"  
    },
    {
      "id": 19,
      "label": "Cisto de Erupção",
      "parent": 6,
      "description": "O cisto de erupção se desenvolve em tecido mole, a partir da separação do folículo dentário que envolve a coroa de um dente em erupção.",
      "clinicalCharacs": "Se caracteriza por um pequeno aumento de volume na mucosa gengival que se sobrepõe à coroa de um dente em estágio de erupção. Possui aspecto translúcido, mas pode adquirir uma coloração azulada caso a região tenha sofrido trauma resultando em sangue na cavidade cística.",
      "radiographicalCharacs": "Não apresenta achados radiográficos.",
      "histopathological": "Possui o epitélio oral de superfície na porção superior. A lâmina própria mostra infiltrado inflamatório variável. A porção profunda do espécime, mostra uma fina camada de epitélio pavimentoso não queratinizado.",
      "treatment": "Normalmente não requer tratamento, pois se rompe de forma espontânea. Quando isto não acontece, é feita a incisão no teto do cisto para acelerar o processo de erupção dentária.",
      "imageName": "",
      "extraImages":["Cisto_de_erupçao_1_clinico.jpg"],
      "url": ""    
    },
    {
      "id": 20,
      "label": "Cisto Odontogênico Ortoqueratinizado",
      "parent": 6,
      "description": "O cisto odontogênico ortoqueratinizado não se caracteriza por um tipo específico de cisto odontogênico, mas representa um cisto odontogênico que microscopicamente possui um revestimento epitelial ortoqueratinizado.",
      "clinicalCharacs": "Não possuem características clínicas e radiográficas que os diferenciem de outros cistos de desenvolvimento ou inflamatórios. Predominancia em adultos jovens, homens e acomete com mais frequência a mandíbula.",
      "radiographicalCharacs": "Se apresenta como uma radiolucidez unilocular, porém às vezes pode se apresentar multilocular, geralmente associado a um 3º molar inferior incluso.",
      "histopathological": "O revestimento cístico é composto por epitélio pavimentoso estratificado, que mostra uma superfície ortoqueratinizada de espessura variada. Apresenta grânulos de querato-hialinos na camada superficial do epitélio subjacente à ortoqueratina e revestimento epitelial delgado.",
      "treatment": "Enucleação e curetagem.",
      "imageName": "",
      "extraImages":[],
      "url": ""    
    },
    {
      "id": 21,
      "label": "Cisto Gengival do Recém-nascido",
      "parent": 6,
      "description": "São pequenos cistos, superficiais, preenchidos por queratina localizados na mucosa alveolar do recém-nascido.",
      "clinicalCharacs": "Múltiplas pápulas esbranquiçadas na mucosa que recobre o processo alveolar dos recém-nascido. Medem cerca de 2 a 3 mm sendo mais comum no rebordo alveolar superior.",
      "radiographicalCharacs": "O exame não é necessário para o diagnóstico.",
      "histopathological": "Apresenta um revestimento epitelial delgado e achatado com superfície luminal paraqueratinizada.",
      "treatment": "Não é necessário nenhum tratamento pois as lesões regridem espontaneamente.",
      "imageName": "",
      "extraImages":["Cisto_gengival_do_recem_nascido.jpg"],
      "url": ""   
    },
    {
      "id": 22,
      "label": "Cisto Gengival do Adulto",
      "parent": 6,
      "description": "É uma lesão incomum. É o representante em tecido mole do cisto periodontal lateral, a lesão é derivada dos restos da lâmina dentária.",
      "clinicalCharacs": "Tem predileção pela região de canino e pré-molares inferior, na região de gengiva vestibular e mucosa alveolar. Apresenta-se como nódulo indolor em forma de cápsula.",
      "radiographicalCharacs": "Pode causar uma “reabsorção em taça” superficial do osso alveolar, o que geralmente não se detecta na radiografia",
      "histopathological": "Constituído por um revestimento epitelial delgado e achatado, com ou sem placas focais que contêm células claras, pequenos ninhos de células claras ricas em glicogênio, que representam restos de lâmina dentária.",
      "treatment": "Excisão cirúrgica.",
      "imageName": "",
      "extraImages":[],
      "url": ""  
    },
    {
      "id": 23,
      "label": "Cisto Periodontal Lateral",
      "parent": 6,
      "description": "É uma lesão cística incomum que se desenvolve ao longo da superfície lateral de um dente",
      "clinicalCharacs": "É uma lesão assintomática detectada em exames de imagem de rotina. Acomete paciente, normalmente acima dos 50 anos de idade e ocorre preferencialmente na região de pré-molares inferiores",
      "radiographicalCharacs": "O cisto se apresenta como uma área radiolúcida bem circunscrita localizada de modo lateral à raiz ou raízes de dentes com vitalidade. A maioria destes cistos possui menos de 1,0 cm em seu maior diâmetro.",
      "histopathological": "Apresenta uma cápsula fibrosa delgada, com um revestimento epitelial. Focos de células claras ricas em glicogênio podem estar espalhados entre as células do revestimento epitelial",
      "treatment": "Enucleação conservadora.",
      "imageName": "",
      "extraImages":["cisto_periodontal_lateral_1_clinico.jpg", "cisto_periodontal_lateral_2_periapical.jpg"],
      "url": ""  
    },
    {
      "id": 24,
      "label": "Cisto da Bifurcação Vestibular",
      "parent": 6,
      "description": "É um cisto incomum, que se desenvolve na face vestibular do primeiro molar inferior permanente.",
      "clinicalCharacs": "Acomete crianças na primeira década de vida, o paciente apresenta uma sensibilidade que pode estar relacionada a um aumento de volume associado com uma secreção de gosto desagradável. Também é possível observar a formação de bolsa periodontal na face vestibular do dente envolvido.",
      "radiographicalCharacs": "Se apresenta como uma lesão radiolúcida unilocular bem circunscrita envolvendo a bifurcação vestibular e a região da raiz do dente em questão.",
      "histopathological": "O cisto é revestido por epitélio pavimentoso estratificado não queratinizado com áreas de hiperplasia com a presença de um infiltrado inflamatório crônico.",
      "treatment": "Enucleação. Não é necessário a remoção do dente associado.",
      "imageName": "",
      "extraImages":[],
      "url": ""   
    },
    {
      "id": 25,
      "label": "Cisto Odontogênico Calcificante (Cisto de Gorlin)",
      "parent": 6,
      "description": "É uma lesão caracterizada por epitélio odontogênico contendo células fantasmas que depois sofrem calcificações.",
      "clinicalCharacs": "Os cistos odontogênicos calcificantes intraósseos ocorrem com frequência semelhante na maxila e mandíbula. Cerca de 65% dos casos são encontrados nas áreas dos caninos e incisivos. A idade média dos pacientes é 30 anos.\nPossui uma variante extra-óssea que acomete de 5 a 17% dos casos. Caracterizam-se como nódulos gengivais localizados, sésseis ou pediculados sem uma característica clínica distinta. A maior prevalência é entre os pacientes com mais de 60 anos.",
      "radiographicalCharacs": "Lesão radiolúcida bem definida, unilocular, podendo aparecer multilocular. Estruturas radiopacas no interior da lesão, ou calcificações irregulares, estão presentes em cerca de um terço a metade dos casos. Reabsorção radicular ou divergência dos dentes adjacentes são vistos com certa frequência.",
      "histopathological": "Uma lesão cística bem definida com uma cápsula fibrosa e epitélio odontogênico de revestimento. A característica principal são a presença de “células fantasma” dentro do componente epitelial.",
      "treatment": "Excisão cirúrgica.",
      "imageName": "Cisto_odontogenico_calcificante(gorlin).jpg",
      "extraImages":["Cisto_odontogenico_calcificante_1.jpg", "cisto_odontogenico_calcificante_2_tomo_axial.jpg"],
      "url": "https://slideviewer.com.br/Gorlin.mrxs"  
    },
    {
      "id": 26,
      "label": "Ameloblastoma",
      "parent": 7,
      "description": "É o tumor odontogênico mais comum, possuem crescimento lento, são localmente invasivos e apresentam curso benigno na maioria dos casos. Apresentam 3 variações clínico-radiográficas",
      "clinicalCharacs": "1- Sólido convencional ou multicístico: É encontrado em uma ampla faixa de idade, mais prevalente entre a 3ª e 7ª décadas de vida. Mais frequente na região de corpo e ramo mandibular. Normalmente lesões menores são assintomáticas, encontradas em exame de rotina. Apresenta aumento de volume indolor ou expansão dos ossos gnáticos.\n2- Unicístico: são observados com mais frequência em pacientes jovens, na 2ª década de vida. Mais comumente encontrado na região posterior da mandíbula e a lesão costuma ser assintomática, podendo apresentar aumento de volume indolor nos ossos gnáticos associado às lesões maiores.\n3- Periférico (extra-ósseo):  é uma lesão incomum e histopatologicamente apresenta as mesmas características da variante intra óssea. É uma lesão indolor, não ulcerada, séssil ou pediculada que acomete a mucosa gengival ou alveolar, sendo mais comuns na região da mandíbula.",
      "radiographicalCharacs": "1- Sólido convencional ou multicístico: Lesão radiolúcidas multilocular com aspecto de “bolhas de sabão” (loculações grandes) ou “favos de mel” (loculações pequenas). É comum reabsorver as raízes dos dentes adjacentes e geralmente há expansão das corticais.\n2- Unicístico: se apresenta como uma imagem radiolúcidas circunscrita que envolve a coroa de um 3º molar inferior não erupcionado. Em alguns casos, a área radiolúcida apresenta margens festonadas.\n3- Periférico (extra-ósseo):  Não apresenta achados radiográficos.",
      "histopathological": "1- Sólido convencional ou multicístico: apresenta uma grande tendência a desenvolver alterações císticas. Essa variante do ameloblastoma apresenta diversos padrões histológicos como folicular, plexiforme, acantomatoso, de células granulares, desmoplásico e de células basais. Sendo os padrões folicular e plexiforme os mais comuns.\n  - Padrão folicular: é o padrão mais comum, apresenta ilhas de epitélio em meio a um estroma maduro de tecido conjuntivo fibroso. Os ninhos epiteliais consistem em uma região central de células angulares arranjadas frouxamente, lembrando o retículo estrelado de um órgão do esmalte. A formação de cistos é comum e pode variar desde microcistos, até grandes cistos macroscópicos.\n  - Padrão Plexiforme: consiste em cordões longos e anastomosados delimitados por células colunares ou cúbicas semelhantes a ameloblastos. O estroma é vascular e frouxo. A formação de cistos nesta variante é incomum.\n2- Unicístico: existem 3 variantes histopatológicas:\n  -Luminal: o tumor está confinado à superfície luminal do cisto. A lesão consiste em uma parede cística fibrosa com um revestimento composto total ou parcialmente por epitélio ameloblástico. O epitélio exibe uma camada basal de células colunares ou cúbica, que apresenta polaridade reversa e vacuolização citoplasmática basilar.\n  -Intraluminal: nódulos de ameloblastomas se projetam do revestimento cístico em direção ao lúmen do cisto. Esses nódulos podem ser relativamente pequenos ou preencher grande parte do lúmen cístico.\n  -Mural: a parede fibrosa do cisto está infiltrada por ameloblastoma folicular ou plexiforme. A extensão e a profundidade da infiltração por ameloblastoma podem variar.\n3- Periférico (extra-ósseo):  apresenta ilhas de epitélio ameloblástico que ocupam a lâmina própria sob o epitélio superficial. Pode exibir qualquer uma das características do ameloblastoma intra ósseo, sendo os padrões plexiforme e folicular os mais comuns.",
      "treatment": "1- Sólido convencional ou multicístico: alguns casos são tratados com enucleação e acompanhamento rigoroso até uma ressecção em bloco.\n2- Unicístico: alguns casos são tratados com enucleação e acompanhamento rigoroso até uma ressecção em bloco.\n3- Periférico (extra-ósseo):  excisão cirúrgica local.",
      "imageName": "Ameloblastoma.jpg",
      "extraImages":["amelo_tomo_coronal.jpg"],
      "url": "https://slideviewer.com.br/Amelo.mrxs"  
    },
    {
      "id": 27,
      "label": "Tumor Odontogênico Adenomatoide",
      "parent": 7,
      "description": "É uma lesão benigna, rara que ocorre mais no sexo feminino. Possui predileção pela região da maxila com envolvimento do canino permanente.",
      "clinicalCharacs": "São lesões assintomáticas, descobertas em exames de imagem de rotina. Possui crescimento lento e progressivo.",
      "radiographicalCharacs": "Apresenta-se como uma lesão radiolúcida circunscrita, unilocular, que envolve a coroa de um dente não erupcionado, com focos de calcificação no interior da lesão.",
      "histopathological": "Epitélio odontogênico com arranjos variados e estruturas semelhantes a rosetas. O estroma de tecido conjuntivo é escasso e ocorre a proliferação de células epiteliais semelhantes a pré-ameloblastos se organizando em estruturas semelhantes a ductos.",
      "treatment": "Enucleação e curetagem. A recidiva é rara.",
      "imageName": "Tumor_odontogênico_adenomatoide.jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/tumor_odontogenico_adenomatoide.mrxs"  
    },
    {
      "id": 28,
      "label": "Fibroma Ameloblástico",
      "parent": 7,
      "description": "É um tumor misto verdadeiro que ocorre em pacientes mais jovens.",
      "clinicalCharacs": "São assintomáticos, podendo causar aumento de volume nos ossos gnáticos. O local mais acometido é a região posterior da mandíbula.",
      "radiographicalCharacs": "É uma lesão radiolúcida uni ou multilocular, com margens bem definidas. Um dente não erupcionado está associado à lesão em cerca de 75% dos casos",
      "histopathological": "O tumor é composto de um tecido mesenquimal rico em células misturado ao epitélio odontogênico em proliferação que pode variar em cordões longos e delgados de epitélio ou pequenas ilhas celulares. A sua porção mesenquimal contém células ovóides e estreladas volumosas em uma matriz frouxa.",
      "treatment": "Excisão cirúrgica.",
      "imageName": "Fibroma_ameloblastico.jpg",
      "extraImages":["fibroma_ameloblastico.jpg"],
      "url": "https://slideviewer.com.br/Fibroma_ameloblastico.mrxs"    
    },
    {
      "id": 29,
      "label": "Odontoma",
      "parent": 7,
      "description": "São os tumores odontogênicos mais comuns. São assintomáticos detectados nas duas primeiras décadas de vida.",
      "clinicalCharacs": "Existem dois tipos de odontomas:\n- Odontoma composto: estruturas semelhantes a dentes\n- Odontoma complexo: massa amorfa semelhança com dentes, mas constituídos de esmalte, dentina e polpa.\nOcorrem com mais frequência na maxila na porção anterior. Normalmente associados a dentes não erupcionados",
      "radiographicalCharacs": "- Odontoma composto: estruturas semelhantes a dentes de tamanhos ou formas variados cercados por uma zona delgada radiolúcida.\n-Odontoma complexo: massa calcificada cercada por uma zona delgada radiolúcida",
      "histopathological": "- Odontoma composto: são múltiplas estruturas lembrando pequenos dentes uniradiculares, contidos em uma matriz fibrosa frouxa. O tecido pulpar pode ser encontrado na porção coronal e radicular dos dentículos.\n- Odontoma complexo: consiste em dentina tubular madura. Essa dentina costuma conter em suas fendas, esmalte maduro. Pequenas ilhas de células fantasma epiteliais eosinofílicas, representam remanescentes do epitélio odontogênico.",
      "treatment": "Excisão local simples.",
      "imageName": "Odontoma.jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/Odontoma.mrxs"    
    },
    {
      "id": 30,
      "label": "Mixoma",
      "parent": 7,
      "description": "É um tumor benigno de origem do ectomesênquima odontogênico. É um tumor agressivo, porém raro.",
      "clinicalCharacs": "Normalmente encontrados em adultos jovens, sem predileção por gênero. Pode ser encontrado em qualquer região dos ossos gnáticos, mas a mandíbula é mais acometida. Pode ser assintomático, porém lesões maiores estão associadas com a expansão óssea. Possui crescimento rápido.",
      "radiographicalCharacs": "Lesão radiolúcida uni ou multilocular, podendo descolar ou causar reabsorção radicular. Possui margens irregulares.",
      "histopathological": "É composto por células arranjadas de formato estrelário, fusiforme ou arredondado, em um estroma abundante, frouxo e mixoide, que contém somente algumas fibrilas colágenas.",
      "treatment": "Lesões menores podem ser tratadas com curetagem. Lesões maiores, ressecção em bloco. O acompanhamento periódico é necessário.",
      "imageName": "Mixoma.jpg",
      "extraImages":["mixoma_1_clínico.jpg","mixoma_3_tomo.jpg","mixoma_tomo_2.jpg"],
      "url": "https://slideviewer.com.br/Mixoma.mrxs"   
    },
    {
      "id": 31,
      "label": "Queratocisto",
      "parent": 6,
      "description": "É um cisto odontogênico de desenvolvimento distinto.",
      "clinicalCharacs": "A porção posterior da mandíbula é a mais acometida. Lesões pequenas são assintomáticas, porém as lesões maiores podem estar associadas com dor e expansão óssea.",
      "radiographicalCharacs": "Exibem área radiolúcida com margens radiopacas bem definidas, um dente não erupcionado pode estar associado em 40% dos casos. Lesões grandes podem se apresentar multiloculadas A reabsorção radicular de dentes próximos às lesões são menos comuns.",
      "histopathological": "Possui uma cápsula fina e friável. O revestimento epitelial é composto por uma camada uniforme de epitélio pavimentoso estratificado. A superfície do luminal possui células epiteliais paraqueratóticas achatadas. Pequenos cistos, cordões ou ilhas satélites de epitélio odontogênico podem ser observados na cápsula",
      "treatment": "Enucleação e curetagem.",
      "imageName": "Queratocisto.jpg",
      "extraImages":["queratocisto_clinico_ caso_1.jpg", "queratocisto_clinico_caso_1_pan.jpg", "queratocisto_clinico_caso_1_tomo_axial.jpg", "queratocisto_pan.jpg"],
      "url": "https://slideviewer.com.br/Queratocisto.mrxs"   
    },
    {
      "id": 32,
      "label": "Displasia Óssea",
      "parent": 8,
      "description": "Ocorre nas áreas de suporte dos dentes e é a lesão fibro-óssea mais comum encontrada na prática clínica.",
      "clinicalCharacs": "As displasias ósseas apresenta 3 variantes:\n1 – Displasia Óssea Focal: apresenta um único sítio de envolvimento. 90% dos casos ocorrem em mulheres de meia idade. Envolve mais comumente a porção posterior da mandíbula, é assintomática e detectada por exames radiográficos de rotina.\n2 – Displasia Óssea Periapical: Envolve predominantemente a região anterior da mandíbula. Existe a predileção por mulheres entre 30 a 50 anos de idade. Os dentes associados à lesão são vitais. É assintomática, descoberta por exames radiográficos de rotina.\n3- Displasia óssea florida: apresenta um envolvimento multifocal, podendo afetar tanto a porção anterior quanto posterior da mandíbula. Normalmente acomete mulheres de meia idade, com uma tendência ao envolvimento bilateral, simétrico e assintomático.",
      "radiographicalCharacs": "1 – Displasia Óssea Focal: a lesão varia de completamente radiolúcida a radiopaca com um halo radiolúcido. As margens são finas e irregulares. As lesões ocorrem nos ápices das raízes ou em áreas de exodontias.\n2 – Displasia Óssea Periapical: Lesões iniciais tem características radiolúcidas circunscritas envolvendo a área periapical. Com o tempo, apresentam características mistas de radiolucidez e radiopacidade. No estágio final, as lesões apresentam uma calcificação densa circunscrita e circundada por um fino halo radiolúcido.\n3- Displasia óssea florida: apresentam um padrão de maturação similar ao notado nas outras duas formas de displasia óssea. De início, as lesões são radiolúcidas, mas com o tempo se tornam mistas e então com dominância radiopaca, apresentando apenas um fino halo radiolúcido. Em geral, as radiopacidades permanecem separadas dos dentes adjacentes, por meio do espaço do ligamento periodontal intacto. Entretanto, em casos de lesões em estágio final, o material mineralizado pode se fusionar com raiz dentária produzindo ápices radiculares mais espessos circundados por radiolucência.",
      "histopathological": "Todos os padrões apresentam características histopatológicas semelhantes. Presença de fragmentos de tecido conjuntivo celular, hemorragia e uma mistura de osso imaturo, osso lamelar. À medida que a lesão amadurece, há uma redução da proporção entre tecido conjuntivo fibroso e o material mineralizado. Com o passar do tempo, as trabéculas ósseas se tornam espessas e curvilíneas. No estágio final, as trabéculas se fundem para formar massas globulares escleróticas de material cemento-ósseo desorganizado.",
      "treatment": "Para o paciente assintomático, é recomendado consultas de controle com profilaxia e reforço da higiene oral para controlar a doença periodontal e prevenir a perda dentária. A sintomatologia normalmente está associada a exposição de massas escleróticas na cavidade oral devido a atrofia alveolar progressiva.",
      "imageName": "",
      "extraImages":["Displasia_cemento_ossea_florida.jpg","displasia_ossea_focal.jpg","displasia_ossea_focal_2.jpg"],
      "url": ""  
    },
    {
      "id": 33,
      "label": "Fibroma Ossificante",
      "parent": 8   ,
      "description": "É uma neoplasia verdadeira com potencial de crescimento. Possui predileção pelo gênero feminino e apresentam um maior envolvimento nas áreas de pré-molares e molares inferiores.",
      "clinicalCharacs": "São lesões pequenas e assintomáticas detectadas nos exames radiográficos de rotina. Lesões maiores resultam em aumento de volume indolor do osso envolvido podendo causar assimetria facial.",
      "radiographicalCharacs": "O exame radiográfico apresenta uma área radiolúcida bem definida, unilocular ou mista. Os fibromas ossificantes verdadeiros apresentam uma área radiopaca com um fino halo radiolúcido na periferia. Lesões maiores resultam em aumento de volume indolor do osso envolvido.",
      "histopathological": "Exibe um tecido fibroso celularizado e contém material mineralizado. São lesões bem demarcadas, mas não encapsuladas. O componente mineralizado pode incluir uma variedade de osso osteóide, e esferas basofílicas acelulares. As trabéculas ósseas variam de tamanho e frequentemente demonstram uma mistura de padrões imatura e lamelar",
      "treatment": "Enucleação.",
      "imageName": "",
      "extraImages":["fibroma_ossificante_1_pan.jpg","fibroma_ossificante_2_periapical.jpg","fibroma_ossificante_tomo_axial.jpg"],
      "url": ""  
    },
    {
      "id": 34,
      "label": "Lesão Central de Células Gigantes",
      "parent": 8  ,
      "description": "Lesão intraóssea com etiologia desconhecida. Acomete mais a região anterior da mandíbula, cruzando a linha média e ocorre antes dos 30 anos de idade.",
      "clinicalCharacs": "Elas podem ser de dois tipos:\n- Lesões não agressivas: são pequenas e demonstram crescimento lento e não perfuram a cortical ou reabsorção radicular. São descobertas em exames radiográficos de rotina.\n- Lesões agressivas: apresentam crescimento rápido, dor, rompimento da cortical e reabsorção radicular.",
      "radiographicalCharacs": "Lesões radiolúcidas uniloculares ou multiloculares, bem delimitadas, mas geralmente sem bordas corticais.",
      "histopathological": "Exibem células gigantes multinucleadas em estroma mononuclear de células ovoides a fusiformes. O estroma pode ser frouxamente arranjado e edematoso ou mais celularizado. Extravasamento de eritrócitos e a deposição de hemossiderina frequentemente são predominantes. Osso neoformado ou formação de osteóide podem estar presentes.",
      "treatment": "Curetagem. Lesões recorrentes podem precisar de ressecção em bloco.",
      "imageName": "",
      "extraImages":["Lesao_central_de_cels_gigantes_tomo_axial.jpg"],
      "url": ""   
    },
    {
      "id": 35,
      "label": "Osteoma",
      "parent": 8   ,
      "description": "São neoplasias benignas composta por osso maduro compacto ou esponjoso. São mais frequentes em adultos na região de corpo e côndilo mandibular.",
      "clinicalCharacs": "A maioria dos osteomas são solitários e assintomáticos com crescimento lento. Dor, deslocamento dentário e impacção dentária têm sido relatadas em uma minoria dos casos. Osteomas periosteais aparecem como pólipos ou massas sésseis na superfície do osso, enquanto os osteomas endosteais podem não ser clinicamente evidentes até eles ocasionarem uma expansão suficiente. Lesões multifocais podem surgir em associação com a síndrome de Gardner",
      "radiographicalCharacs": "Apresentam-se como massas escleróticas circunscritas. Osteomas periosteais podem mostrar um padrão esclerótico uniforme ou demonstrar uma periferia esclerótica com padrão trabecular central",
      "histopathological": "Os osteomas compactos são compostos de osso compacto de aparência normal apresentando pouco tecido medular. Osteomas esponjosos são compostos de trabéculas ósseas e medula fibrogordurosa. A atividade osteoblástica pode estar levemente aumentada",
      "treatment": "Pequenos osteomas assintomáticos não necessitam ser tratados, mas deveriam ser acompanhados periodicamente. Osteomas grandes e sintomáticos é apropriado realizar a excisão cirúrgica conservadora.",
      "imageName": "",
      "extraImages":["osteoma.jpg"],
      "url": ""  
    },
    {
      "id": 38,
      "label": "Hemangioma",
      "parent": 9,
      "description": "É o termo utilizado para descrever malformações vasculares de desenvolvimento",
      "clinicalCharacs": "São os tumores da infância mais comuns, acometem mais a região de cabeça e pescoço. Se desenvolve durante as primeiras semanas de vida e apresenta crescimento rápido. Coloração avermelhada e brilhante, quando localizados mais superficialmente. Quando se localizam mais profundamente, apresentam uma tonalidade azulada ou violácea.",
      "radiographicalCharacs": "O exame não é necessário para o diagnóstico.",
      "histopathological": "São caracterizados por numerosas células endoteliais volumosas e lúmens vasculares.",
      "treatment": "A maioria dos hemangiomas da infância sofrem involução, sendo recomendado o acompanhamento a longo prazo.",
      "imageName": "Hemangioma.jpg",
      "extraImages":["Hemangioma.jpg"],
      "url": "https://slideviewer.com.br/Hemangioma.mrxs"  
    },
    {
      "id": 39,
      "label": "Lipoma",
      "parent": 9,
      "description": "É uma neoplasia benigna de gordura",
      "clinicalCharacs": "São aumentos de volumes nodulares, de superfície lisa e consistência macia, podendo ser sésseis ou pediculados. É assintomático e possuem tamanho menor que 3cm. A localização intraoral mais comum é na mucosa jugal e o vestíbulo bucal.",
      "radiographicalCharacs": "O exame não é necessário para o diagnóstico.",
      "histopathological": "É composta por adipócitos maduros que se diferenciam do tecido adiposo normal. É bem circunscrita e apresenta uma fina cápsula fibrosa. Possui uma variante que se chama fibrolipoma que é caracterizado por mais componente fibroso, misturados aos lóbulos de células adiposas.",
      "treatment": "Excisão cirúrgica conservadora, a recidiva é rara.",
      "imageName": "Lipoma.jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/Lipoma.mrxs"      
    },
    {
      "id": 40,
      "label": "Papiloma",
      "parent": 9,
      "description": "É uma proliferação benigna do epitélio pavimentoso estratificado induzida pelo HPV.",
      "clinicalCharacs": "É um nódulo exofítico, amolecido, assintomático, pediculado com projeções conferindo aparência de couve-flor ou verruga. Os sítios de predileção incluem palato, língua e lábios, mas qualquer superfície oral pode ser afetada. É a lesão de tecido mole mais comum no palato mole.",
      "radiographicalCharacs": "O exame não é necessário para o diagnóstico.",
      "histopathological": "É caracterizado pela proliferação do epitélio pavimentoso estratificado queratinizado, com projeções semelhantes a dedos com tecido conjuntivo fibrovascular. Pode apresentar inflamação no tecido conjuntivo e uma cama de queratina espessa.",
      "treatment": "Excisão cirúrgica, as recidivas são incomuns.",
      "imageName": "Papiloma.jpg",
      "extraImages":["papiloma.jpg"],
      "url": "https://slideviewer.com.br/Papiloma.mrxs"      
    },
    {
      "id": 41,
      "label": "Linfagioma",
      "parent": 9,
      "description": "São crescimentos benignos, semelhantes a neoplasia dos vasos linfáticos. Possui predileção pela região da cabeça e pescoço, são notadas ao nascimento, podendo se desenvolver até os 2 anos de vida.",
      "clinicalCharacs": "Os linfangiomas orais podem ocorrer em diversas localizações, mas são mais comuns nos dois terços anteriores da língua, onde podem resultar em macroglossia. A lesão mais superficial se apresenta pedregosa que se assemelha a um grupo de vesículas translucentes. Lesões profundas se apresentam como aumentos de volume amolecidos mal definidos.",
      "radiographicalCharacs": "O exame não é necessário para diagnóstico.",
      "histopathological": "São compostos de vasos linfáticos que podem mostrar dilatação discreta (microcística) ou estruturas macroscópicas semelhantes a cistos (macrocística). O endotélio delimitante é fino, e os espaços contêm fluido proteináceo e ocasionais linfócitos.",
      "treatment": "Lesões menores não associadas a alterações cosméticas e funcionais podem ser mais bem manejadas por acompanhamento apenas. Quando necessário o tratamento, opta-se por excisão cirúrgica ou escleroterapia percutânea. A remoção cirúrgica total pode não ser possível em todos os casos, devido ao grande tamanho ou envolvimento de estruturas vitais.",
      "imageName": "Linfangioma.jpg",
      "extraImages":["linfangioma.jpg"],
      "url": "https://slideviewer.com.br/Linfangioma.mrxs"  
    },
    {
      "id": 42,
      "label": "Neurofibroma",
      "parent": 9,
      "description": "É o tipo mais comum de neoplasia de nervo periférico e se origina de uma mistura de tipos celulares, incluindo as células de Schwann e os fibroblastos perineurais.",
      "clinicalCharacs": "São lesões indolor, amolecidas e de crescimento lento, variam de nódulos pequenos a grandes aumentos de volume. A língua e a mucosa jugal são as localizações intraorais mais comuns. Pode ter uma localização intraóssea, mas é raro.",
      "radiographicalCharacs": "A variante intra óssea produz uma imagem radiográfica radiolúcida uni ou multilocular, podendo ser delimitada ou mal definida.",
      "histopathological": "É bem circunscrito composto de feixes entrelaçados de células fusiformes com núcleo ondulado. Essas células se encontram associadas a delicados feixes colágenos e a quantidades variadas de matriz mixoide. Pequenos axônios, esparsamente distribuídos, podem ser evidenciados utilizando-se colorações de prata.",
      "treatment": "Excisão cirúrgica local, a recidiva é rara.",
      "imageName": "Neurofibroma.jpg",
      "extraImages":["Neurofibroma_1.jpg","Neurofibroma_2.jpg"],
      "url": "https://slideviewer.com.br/Neurofibroma.mrxs"   
    },
    {
      "id": 43,
      "label": "Neurilemoma (Schwannoma)",
      "parent": 9,
      "description": "É uma neoplasia benigna neural originada nas células de Schwannoma.",
      "clinicalCharacs": "Possui um crescimento lento e encapsulado que surge em associação com um tronco nervoso. É assintomático e a língua é a localização mais comum. Pode seguir em direção ao osso e produzir expansão óssea, sendo mais comum na região posterior de mandíbula. A parestesia e a dor não são raras nos tumores intra ósseos.",
      "radiographicalCharacs": "A variante intraóssea se apresenta radiograficamente como lesões radiolúcidas uni ou multiloculares.",
      "histopathological": "Apresenta dois padrões microscópicos: Antoni A e Antoni B. O padrão Antoni A é caracterizado por fascículos paralelos de células de Schwann fusiformes, formam um um arranjo em paliçada ao redor de uma área acelular eosinofílica central, conhecida como corpos de Verocay. O padrão Antoni B é menos celular e menos organizado, com células fusiformes arranjadas aleatoriamente dentro de um estroma frouxo e mixomado.",
      "treatment": "Excisão cirúrgica, a recidiva é rara.",
      "imageName": "Neurilemoma(Schwannoma).jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/Schwannoma.mrxs"    
    },
    {
      "id": 44,
      "label": "Pênfigo vulgar",
      "parent": 10,
      "description": "A doença é caracterizada pela formação anormal de bolhas. É uma doença rara, e as lesões bucais, normalmente, são o primeiro sinal. Costuma ocorrer em adultos na faixa dos 50 anos.",
      "clinicalCharacs": "Se caracteriza por dor na mucosa bucal, com erosões superficiais e irregulares. As ulcerações são distribuídas de forma aleatória na mucosa bucal. As bolhas se rompem com rapidez deixando a superfície eritematosa.",
      "radiographicalCharacs": "O exame não é necessário para diagnóstico.",
      "histopathological": "A separação intraepitelial característica, ocorre logo acima da camada de células basais do epitélio. As células da camada espinhosa do epitélio de superfície apresentam-se tipicamente separadas, uma característica que tem sido denominada acantólise. Um infiltrado leve a moderado de células inflamatórias crônicas normalmente é observado no tecido conjuntivo subjacente.",
      "treatment": "O tratamento deve ser realizado na fase inicial da doença pois o controle é alcançado com mais facilidade. O pênfigo é uma doença sistêmica; portanto, o tratamento consiste basicamente em corticosteroides sistêmicos.",
      "imageName": "Penfigo.jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/penfigo_vulgar.mrxs"   
    },
    {
      "id": 45,
      "label": "Penfigoide bolhoso",
      "parent": 10,
      "description": "É uma condição autoimune caracterizada pela produção de autoanticorpos dirigidos contra a membrana basal.",
      "clinicalCharacs": "Acomete pessoas idosas. Prurido é o sintoma precoce seguido pelo desenvolvimento de bolhas na pele. O envolvimento da mucosa bucal é incomum. Iniciam-se como bolhas, mas elas tendem a se romper com rapidez.",
      "radiographicalCharacs": "Não é necessário para diagnóstico",
      "histopathological": "É observada a separação entre o epitélio e o tecido conjuntivo na zona da membrana basal, resultando em uma fenda subepitelial. Células inflamatórias agudas e crônicas, em uma intensidade leve, são observadas com frequência na área das lesões, e a presença de eosinófilos no interior da bolha é característica",
      "treatment": "O tratamento dos pacientes com penfigoide bolhoso leve ou moderado consiste na aplicação de um dos preparados mais fortes de corticosteróides tópicos. O manejo de pacientes com penfigoide bolhoso moderado a severo amplamente disseminado consiste na terapia imunossupressora sistêmica.",
      "imageName": "Penfigoide.jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/penfigoide_bolhoso.mrxs"   
    },
    {
      "id": 46,
      "label": "Eritema multiforme",
      "parent": 10,
      "description": "É uma condição mucocutânea bolhosa e ulcerativa de etiopatogenia incerta. Tem início agudo e em geral afeta adultos jovens, na faixa dos 30 anos, com uma leve predileção pelo sexo feminino.",
      "clinicalCharacs": "Os sinais prodrômicos são comuns, e se apresentam uma semana antes com febre, mal-estar, cefaleia, tosse e dor de garganta. As lesões bucais iniciam-se como placas eritematosas que sofrem necrose epitelial e evoluem para grandes erosões rasas e ulcerações com bordas irregulares. As lesões em pele assemelham-se a um alvo (lesões em alvo). Os lábios, a mucosa labial, a mucosa jugal, a língua, o assoalho bucal e o palato mole são os locais mais comuns de envolvimento.",
      "radiographicalCharacs": "O exame não é necessário para diagnóstico.",
      "histopathological": "Vesículas subepiteliais ou intraepiteliais podem ser observadas em associação com queratinócitos basais necróticos. Um infiltrado inflamatório misto está presente, constituído por linfócitos, neutrófilos e frequentemente eosinófilos.",
      "treatment": "O uso de corticosteróides sistêmicos ou tópicos foi frequentemente recomendado, em especial nas fases iniciais da doença.",
      "imageName": "",
      "extraImages":[],
      "url": ""   
    },
    {
      "id": 47,
      "label": "Líquen plano",
      "parent": 10,
      "description": "É uma doença dermatológica crônica relativamente comum, que afeta frequentemente a mucosa bucal.",
      "clinicalCharacs": "-Líquen plano reticular: A forma reticular não costuma causar sintomas e envolve a região posterior da mucosa jugal bilateralmente. Acompanha as estrias reticulares, principalmente em pessoas negras. Outras áreas da mucosa bucal também podem estar envolvidas como a borda lateral e o dorso da língua, a gengiva, o palato e o vermelhão labial.\n- Líquen plano erosivo: as lesões em geral são sintomáticas. São áreas eritematosas, atróficas, com graus variáveis de ulceração central. A periferia das regiões atróficas costuma ser circundada por finas estrias brancas irradiadas",
      "radiographicalCharacs": "Não é necessário para diagnóstico",
      "histopathological": "Graus variáveis de ortoqueratose e de paraqueratose podem estar presentes na superfície do epitélio. As cristas epiteliais podem estar ausentes ou hiperplásicas, mas classicamente são pontiagudas ou têm forma de “dentes de serra”.",
      "treatment": "- O líquen plano reticular normalmente não produz sintomas e nenhum tratamento é necessário.\n- O líquen plano erosivo com frequência é incômodo para o paciente, devido às feridas abertas presentes na cavidade bucal. Por ser uma condição imunomediada, os corticosteroides são recomendados.",
      "imageName": "Liquen_plano.jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/Liquen_plano.mrxs"    
    },
    {
      "id": 48,
      "label": "Queilite actínica",
      "parent": 1,
      "description": "É uma lesão potencialmente maligna no vermelhão do lábio inferior, resultante da exposição crônica à luz ultravioleta (UV). Há uma predileção entre as pessoas de meia-idade a idosos de pela clara, do sexo masculino.",
      "clinicalCharacs": "A lesão se desenvolve lentamente, os achados clínicos iniciais são atrofia (apresenta-se como áreas lisas, manchadas e polidas), ressecamento e fissuras do vermelhão do lábio inferior, com margem indefinida entre vermelhão e pele. Podem formar lesões leucoplásicas e eventualmente a ulceração crônica pode se desenvolver.",
      "radiographicalCharacs": "Não possui achados radiográficos",
      "histopathological": "O epitélio pode exibir diferentes graus de displasia. Normalmente apresenta hiperqueratose e o epitélio pode ser atrófico ou acantótico. O tecido conjuntivo demonstra uma faixa acelular amorfa, basofílica, conhecida como elastose solar, uma alteração do colágeno e fibras elásticas induzida pela luz UV. Também é possível visualizar um infiltrado inflamatório crônico e vasos sanguíneos dilatados.",
      "treatment": "Muitas das alterações associadas a queilite actínica são irreversíveis. Porém os pacientes devem ser orientados a reduzir as exposições solares, usar chapéu e protetor solar para evitar mais danos. Deve ser realizada a biópsia para descartar a possibilidade de um carcinoma. A vermelhectomia pode ser realizada em casos mais graves, mas que não haja transformações malignas.\nO acompanhamento a longo prazo deve ser realizado.",
      "imageName": "Queilite_actinica.jpg",
      "extraImages":[],
      "url": "https://slideviewer.com.br/Queilite_actinica.mrxs"  
    },
    {
      "id": 49,
      "label": "Displasia Fibrosa Monostótica",
      "parent": 8,
      "description": "A displasia fibrosa é uma condição de desenvolvimento caracterizada pela substituição do osso normal por uma proliferação de tecido conjuntivo fibroso celularizado entremeado por trabéculas ósseas irregulares. Quando está limitada a um único osso é chamada de monostótica.",
      "clinicalCharacs": "A mandíbula é o osso gnático mais afetado, tendo predileção pela porção posterior dos ossos gnáticos. Pode ser observado um edema unilateral com ausência de dor. Possui um crescimento lento.",
      "radiographicalCharacs": "Uma leve opacificação com aspecto de “vidro fosco” com margens pouco definidas, as imagens podem aparecer radiolúcidas ou mistas.",
      "histopathological": "Apresentam trabéculas de osso imaturo de formato irregular num estroma celular fibroso. Na periferia da lesão, o osso lesionado se funde ao osso normal, não estando presente cápsula ou linha de demarcação.",
      "treatment": "A displasia fibrosa tende a estabilizar quando a maturação esquelética é atingida. Lesões grandes com comprometimento estético e funcionais podem requerer tratamento cirúrgico.",
      "imageName": "",
      "extraImages":[],
      "url": ""  
    },
    {
      "id": 50,
      "label": "Cisto Ósseo Simples",
      "parent": 8,
      "description": "É uma cavidade óssea vazia ou com fluido. Não possui revestimento epitelial da lesão.",
      "clinicalCharacs": "Podem surgir nos ossos gnáticos, tendo predileção pela mandíbula. Não apresenta sintomas , mas em alguns casos apresenta aumento de volume indolor da área afetada.",
      "radiographicalCharacs": "Uma radiolucidez unilocular, bem delimitada. Entretanto, margens mal definidas e lesões multiloculares também são possíveis.",
      "histopathological": "Nunca existe um revestimento epitelial. As paredes do defeito são forradas por uma camada fina de tecido conjuntivo fibroso vascular. Existem áreas de fibrina, eritrócitos dispersos, ocasionais células gigantes e calcificações distróficas em forma de laço.",
      "treatment": "Curetagem",
      "imageName": "",
      "extraImages":["cisto_osseo_simples.jpg"],
      "url": ""  
    },
    {
      "id": 51,
      "label": "Cisto Ósseo Aneurismático",
      "parent": 8,
      "description": "É um acúmulo intra ósseo de espaços preenchidos por sangue e circundados por tecido conjuntivo fibroso celular e osso reativo.",
      "clinicalCharacs": "Acometem com mais frequência os ossos longos. Nos ossos gnáticos, acometem os pacientes jovens com predileção pela mandíbula, sendo a maioria dos casos na região posterior dos ossos gnáticos. Apresenta um rápido aumento de volume acompanhado por dor.",
      "radiographicalCharacs": "Lesões radiolúcidas uni ou multiloculares associadas à expansão e ao adelgaçamento acentuados da cortical. As margens da lesão são bem ou mal definidas. No transoperatório, a lesão apresenta aspecto de sangramento venoso escuro com uma aparência de “esponja” encharcada de sangue.",
      "histopathological": "É caracterizado por espaços preenchidos por sangue não coagulado. Esses espaços não são revestidos por endotélio ou epitélio, são circundados por tecido fibroblástico celularizado.",
      "treatment": "Curetagem e enucleação",
      "imageName": "",
      "extraImages":[],
      "url": ""  
    },
    {
      "id": 52,
      "label": "Cisto Nasolabial",
      "parent": 11,
      "description": "É um cisto raro, que se desenvolve no lábio superior, lateralmente a linha média. Sua patogênese é desconhecida. Acomete com mais frequência adulto entre a 4ª e 5ª década de vida. Existe uma predileção pelo gênero feminino.",
      "clinicalCharacs": "Se apresenta como um aumento de volume do lábio superior, resultando na elevação da asa do nariz. Em alguns casos, essa expansão pode causar obstrução nasal ou interferir na utilização de uma prótese.",
      "radiographicalCharacs": "Na maioria dos casos não há alterações radiográficas. Em alguns casos, pode ocorrer reabsorção do osso subjacente pela pressão exercida pelo cisto.",
      "histopathological": "É revestido por epitélio colunar pseudoestratificado, exibindo células caliciformes e ciliadas. A parede do cisto é composta de tecido conjuntivo fibroso com tecido muscular esquelético adjacente. Inflamação pode ser observada quando a lesão está secundariamente infectada.",
      "treatment": "Remoção cirúrgica total. A recidiva é rara.",
      "imageName": "",
      "extraImages":["cisto_nasolabial_1.jpg", "cisto_nasolabial_2.jpg","cisto_nasolabial_oclusal.jpg"],
      "url": ""  
    },
    {
      "id": 53,
      "label": "Cisto do Ducto Nasopalatino",
      "parent": 11,
      "description": "É o cisto não odontogênico mais comum da cavidade oral. Acredita-se que se origine do remanescente do ducto nasopalatino. Pode acometer qualquer idade, sendo mais comum na 4ª e a 6ª década de vida.",
      "clinicalCharacs": "Os sintomas mais comuns incluem tumefação da região anterior do palato, drenagem e dor. Muitas dessas lesões são assintomáticas e são identificas em radiografia de rotina.",
      "radiographicalCharacs": "Apresenta-se como uma lesão radiolúcidas bem circunscrita próxima ou na linha média da região anterior de maxila, entre os ápices dos incisivos centrais. Pode ter um formato de coração ou também de pêra invertida.",
      "histopathological": "O epitélio de revestimento é bastante variável, podendo ser constituído de epitélio: - pavimentoso estratificado, colunar pseudoestratificado, colunar simples ou cúbico simples. Pode ser encontrado mais de um tipo de epitélio no mesmo cisto, sendo o epitélio pavimentoso estratificado o mais comum. Cistos que se desenvolvem mais superiormente no canal, próximos à cavidade nasal, tendem a apresentar epitélio respiratório; enquanto aqueles localizados próximos à cavidade oral, em geral exibem epitélio pavimentoso. Pequenas glândulas mucosas podem ser observadas, como também pequenas ilhas de cartilagem hialina. Nervos, arteríolas e veias frequentemente são encontrados na parede do cisto. Uma resposta inflamatória é notada com frequência na parede cística, bem como células inflamatórias agudas podem ser observadas.",
      "treatment": "Enucleação cirúrgica. A recidiva é rara.",
      "imageName": "",
      "extraImages":["Cisto_do_ducto_naso_palatino.jpg","Cisto_do_ducto_naso_palatino_oclusal.jpg","Cisto_do_ducto_naso_palatino_peripaical.jpg","Cisto_do_ducto_naso_palatino_tomo_axial.jpg","Cisto_do_ducto_naso_palatino_tomo_coronal.jpg"],
      "url": ""  
    },
    {
      "id": 54,
      "label": "Cisto da Papila Incisiva",
      "parent": 11,
      "description": "Nas raras ocasiões, quando um cisto do ducto nasopalatino se desenvolve nos tecidos moles da papila incisiva, sem qualquer envolvimento ósseo. Essa lesão é denominada de Cisto da papila incisiva.",
      "clinicalCharacs": "Exibem coloração azulada devido ao conteúdo líquido na luz do cisto.",
      "radiographicalCharacs": "Não apresenta achados radiográficos",
      "histopathological": "",
      "treatment": "Excisão cirúrgica.",
      "imageName": "",
      "extraImages":["Cisto_da_papila_incisiva.jpg"],
      "url": ""  
    },
    {
      "id": 55,
      "label": "Cisto Dermoide",
      "parent": 11,
      "description": "É uma malformação cística incomum. Mais frequente em crianças e adultos jovens. Geralmente cresce aos poucos sem provocar dor.",
      "clinicalCharacs": "Ocorrem com mais frequência na linha média do assoalho da boca, podendo estar deslocados lateralmente no assoalho bucal ou em outras localizações. Quando o cisto se desenvolve abaixo do músculo gênio-hióideo, uma tumefação sublingual pode deslocar a língua superiormente e causar dificuldades na deglutição, na fonação ou até na respiração. Os cistos que surgem acima do músculo gênio-hioideo produzem, muitas vezes, uma tumefação submentoniana, com aparência de \"queixo duplo\".",
      "radiographicalCharacs": "A fim de delinear a extensão da lesão, Imagem de Ressonância Magnética, Tomografia Computadorizada ou radiografias com utilização de contraste podem ser úteis.",
      "histopathological": "São revestidos por epitélio pavimentoso estratificado ortoqueratinizado, com uma camada granulosa. É comum encontrar queratina no interior da luz do cisto. A parede cística é composta por tecido conjuntivo fibroso que contém anexos cutâneos, tais como glândulas sebáceas, folículos pilosos ou glândulas sudoríparas.",
      "treatment": "Remoção cirúrgica. A recidiva é incomum.",
      "imageName": "",
      "extraImages":["Cisto_dermoide_1.jpg","Cisto_dermoide_2.jpg"],
      "url": ""  
    }
  ]
    